{
  "en": {
    "topics": {
      "DigitalMarketing": {
        "size": "50",
        "1": "How do I launch my first digital product?",
        "2": "How long does it take to launch?",
        "3": "How do I make my first digital product?",
        "4": "How to improve my instagram?",
        "5": "How to get more followers?",
        "6": "How do I set up a sales funnel?",
        "7": "How many types of releases are there?",
        "8": "Do you think digital marketing is saturated?",
        "9": "I'm afraid to start selling on the internet. Tip?",
        "10": "Have you launched any famous experts yet?",
        "11": "What are your references in Digital Marketing?",
        "12": "Do you recommend a book for those just starting out?",
        "13": "What is the best digital marketing course for those just starting out?",
        "14": "Is copywriting mandatory to launch a product?",
        "15": "Should I learn SEO?",
        "16": "Can you survive just working on the internet?",
        "17": "How many hours a week do you work in your digital business?",
        "18": "How to do a challenge on instagram?",
        "19": "Where can I learn copywriting?",
        "20": "How can I improve my sales pitch?",
        "21": "Where to learn more about sales?",
        "22": "What is more worth selling, course or mentoring?",
        "23": "Do you prefer launches or perpetual funnel?",
        "24": "What is your favorite digital product?",
        "25": "How can I add value to my audience?",
        "26": "How to put together a persona?",
        "27": "How to increase my audience?",
        "28": "How to define a profitable niche?",
        "29": "Do you think nutrition is a profitable niche?",
        "30": "How much should I invest in my first launch?",
        "31": "Can you launch without any budget?",
        "32": "What tools are needed to make a release?",
        "33": "How do you know the initial investment value of a digital product?",
        "34": "What do you like to release the most?",
        "35": "How many digital products do you have?",
        "36": "Do you think traditional marketing will end?",
        "37": "How do I apply digital marketing to my physical store?",
        "38": "Should I leave my physical store to work 100% online?",
        "39": "Do you know any good e-commerce tools?",
        "40": "Do you think e-commerce is the future?",
        "41": "What do you think about e-commerce?",
        "42": "How many digital products should I have to be independent?",
        "43": "How to make a good digital product?",
        "44": "How to reach a very specific audience?",
        "45": "How to validate an idea?",
        "46": "How can I improve my company's support?",
        "47": "What do you think of Ícaro de Carvalho?",
        "48": "Did you study copywriting?",
        "49": "What to do when the launch fails?",
        "50": "How to approach an expert?"
      },
      "Technology": {
        "size": "46",
        "1": "How much do I need to study to be a programmer?",
        "2": "What is a programmer's salary?",
        "3": "I want to work in IT. Where do I start?",
        "4": "Is programming worth learning?",
        "5": "What to study to start in IT?",
        "6": "What is the best brand of notebook?",
        "7": "Is it worth studying data science?",
        "8": "Tips for getting started with programming",
        "9": "Tips for finding your first IT job",
        "10": "What is your favorite technology?",
        "11": "Do you prefer Mac or PC?",
        "12": "What to do when I am unmotivated to study?",
        "13": "How to study logic?",
        "14": "How can I improve my programming logic?",
        "15": "Should I start studying Frontend or Backend?",
        "16": "Do you work with frontend or backend?",
        "17": "How is the IT market?",
        "18": "How is the app market doing?",
        "19": "Is it difficult to make websites?",
        "20": "Is it difficult to make applications?",
        "21": "What is the most difficult technology to learn?",
        "22": "How long does it take to learn to program?",
        "23": "What is the technology of the future?",
        "24": "How will the future be?",
        "25": "Do you think there will ever be intelligent robots?",
        "26": "When will we have flying cars?",
        "27": "What do you think of Xiomi?",
        "28": "What do you think of Microsoft?",
        "29": "What do you think about Tesla?",
        "30": "What do you think of Elon Musk?",
        "31": "What do you think of Apple?",
        "32": "What do you think of Facebook?",
        "33": "What was your last project?",
        "34": "How to build a good portfolio?",
        "35": "Project tips to start practicing",
        "36": "How long to learn a programming language?",
        "37": "How long before you get your first job?",
        "38": "Do you work listening to music?",
        "39": "How much experience is needed for the first job?",
        "40": "Can you get a job without a diploma?",
        "41": "Do you find a diploma necessary to work with IT?",
        "42": "Is it worth investing in IT books?",
        "43": "How many hours should I schedule a day to get well?",
        "44": "Recommended book to study.",
        "45": "Only those who have a computer science degree can get a job?",
        "46": "I just graduated but I can't get a job. What to do?"
      },
      "Nutrition": {
        "size": "50",
        "1": "I have difficulties maintaining my diet. Tip?",
        "2": "Can you lose weight without a diet?",
        "3": "Can you lose weight only with a diet?",
        "4": "You can lose weight without weight",
        "5": "How many times a week should I train to lose weight?",
        "6": "What do you think about the low carb diet?",
        "7": "What do you think about the keto diet?",
        "8": "What do you think about the Paleolithic diet?",
        "9": "I go on a diet but I don't see any change. What's wrong?",
        "10": "Recommendation of good books on nutrition",
        "11": "Is being vegan even healthier?",
        "12": "After all, does weight matter or not?",
        "13": "What is the best method to gain muscle mass?",
        "14": "What is the best method to lose weight?",
        "15": "How much more or less time to lose 10kg?",
        "16": "I have a wedding in 2 weeks. Can you lose weight until then?",
        "17": "If I eat a pizza a week, is the damage too big?",
        "18": "How many hours of exercise a day to lose weight?",
        "19": "How many hours of exercise a day to gain mass?",
        "20": "Do you recommend a good brand of supplements?",
        "21": "How many times a day should I take Whey?",
        "22": "Which supplements do you use most?",
        "23": "Is there a contraindication when taking supplements?",
        "24": "Supplement is \" bomb \"?",
        "25": "Have you ever been overweight?",
        "26": "Can you have a \" trash day \"?",
        "27": "How can I not go hungry at a party?",
        "28": "Can I get off the diet once a week?",
        "29": "How do I stay motivated to stay on the diet?",
        "30": "How to avoid the accordion effect?",
        "31": "I feel like I have put on weight even going to the gym. What's the matter?",
        "32": "Does too much gym hurt?",
        "33": "My husband doesn't want to train. How can I help him?",
        "34": "I need to lose weight but I have no idea where to start. Tip?",
        "35": "How long have you been on a diet?",
        "36": "Are diet and food education the same thing?",
        "37": "How to put together a menu to avoid getting sick from the diet?",
        "38": "Eating healthy is very expensive. How to improve it?",
        "39": "Are GMOs bad for your health or not?",
        "40": "What do you think of the carnivorous diet?",
        "41": "What is your favorite \" fat \"food?",
        "42": "What is your favorite \" fitness \"food?",
        "43": "How to make healthy snack dishes?",
        "44": "Which healthy foods taste better?",
        "45": "Is there any healthy food that you can eat without limits without getting fat?",
        "46": "Products \" zero sugar \"are bad?",
        "47": "What do you think about zero products?",
        "48": "I'm addicted to soda and candy, what to do?",
        "49": "I always eat more than I should. How can I improve this?",
        "50": "I always get tired after eating. Is this normal?"
      },
      "PersonalQuestions": {
        "size": "50",
        "1": "How old are you?",
        "2": "Where do you live?",
        "3": "Where were you born?",
        "4": "Would you like to have children one day?",
        "5": "What is your favorite movie?",
        "6": "What was the trip you have already taken and enjoyed the most?",
        "7": "Do you plan to leave the country one day?",
        "8": "What is your favorite hobby?",
        "9": "Which movie do you like the most?",
        "10": "Do you like pets?",
        "11": "What would be the ideal pet for you?",
        "12": "Would you like to get married one day?",
        "13": "Do you have a boyfriend?",
        "14": "What is your favorite dish?",
        "15": "Do you prefer a house or apartment?",
        "16": "What advice would you give to your younger self?",
        "17": "How many books have you read?",
        "18": "Have you traveled abroad?",
        "19": "What do you most enjoy doing on Sunday?",
        "20": "What is your favorite hobby?",
        "21": "Do you like sports?",
        "22": "Do you do any sports?",
        "23": "What was the last game you played?",
        "24": "What is the right order to put your shoes on? Dir - Left or Left - Right?",
        "25": "Do you prefer cold or hot",
        "26": "Which one is right: cookie or cookie?",
        "27": "Some food that you don't eat at all!",
        "28": "What was the craziest dream you've ever had?",
        "29": "What is the biggest dream of your life?",
        "30": "Did you become who you wanted to be when you were a child?",
        "31": "Would you live in another country? If so, which one? If not, why?",
        "32": "Indicate a good show for me to start watching",
        "33": "What was the last movie you watched?",
        "34": "Are you in the habit of praying?",
        "35": "Team captain america or team iron man?",
        "36": "Do you like Harry Potter?",
        "37": "Do you like Lord of the Rings?",
        "38": "Do you like music?",
        "39": "Can you play an instrument?",
        "40": "Do you have a favorite band or artist?",
        "41": "What playlist do you listen to for work?",
        "42": "What playlist do you listen to to study?",
        "43": "What is your favorite book?",
        "44": "Do you usually study anything other than what you do?",
        "45": "What was the last live show you went to?",
        "46": "What's the craziest thing you've ever done?",
        "47": "What was the biggest monkey ever paid?",
        "48": "What is your definition of an ideal vacation?",
        "49": "Do you prefer the beach or the mountains?",
        "50": "Which one wins: summer or winter?"
      }
    }
  },
  "pt": {
    "topics": {
      "MarketingDigital": {
        "size": "50",
        "1": "Como lançar meu primeiro produto digital?",
        "2": "Quanto tempo demora pra fazer um lançamento?",
        "3": "Como fazer meu primeiro produto digital?",
        "4": "Como melhorar meu instagram?",
        "5": "Como conseguir mais seguidores?",
        "6": "Como montar um funil de vendas?",
        "7": "Existem quantos tipos de lançamento?",
        "8": "Acha que o marketing digital está saturado?",
        "9": "Tenho medo de começar a vender na internet. Dica?",
        "10": "Você já lançou algume expert famoso?",
        "11": "Quais são suas referências no Marketing Digital?",
        "12": "Recomenda algum livro pra quem tá começando?",
        "13": "Qual o melhor curso de marketing digital pra quem tá começando?",
        "14": "É obrigatório saber copywriting pra lançar um produto?",
        "15": "Devo aprender SEO?",
        "16": "Dá pra sobreviver só trabalhando na internet?",
        "17": "Quantas horas por semana você trabalha no seu negócio digital?",
        "18": "Como fazer um desafio no instagram?",
        "19": "Onde posso aprender copywriting?",
        "20": "Como melhorar meu pitch de vendas?",
        "21": "Onde aprender mais sobre vendas?",
        "22": "O que vale mais a pena vender, curso ou mentoria?",
        "23": "Você prefere lançamentos ou funil perpétuo?",
        "24": "Qual é seu produto digital favorito?",
        "25": "Como agregar valor para minha audiência?",
        "26": "Como montar uma persona?",
        "27": "Como aumentar minha audiência?",
        "28": "Como definir um nicho lucrativo?",
        "29": "Acha que nutrição é um nicho lucrativo?",
        "30": "Quanto devo investir no meu primeiro lançamento?",
        "31": "Dá pra lançar sem ter nenhum orçamento?",
        "32": "Quais ferramentas são necessárias pra fazer um lançamento?",
        "33": "Como saber o valor de investimento inicial de um produto digital?",
        "34": "O que você mais gosta de lançar?",
        "35": "Quantos produtos digitais você tem?",
        "36": "Acha que o marketing tradicional vai acabar?",
        "37": "Como aplicar marketing digital pra minha loja física?",
        "38": "Devo abandonar minha loja física pra trabalhar 100% online?",
        "39": "Conhece alguma ferramenta boa de e-commerce?",
        "40": "Acha que o e-commerce é o futuro?",
        "41": "O que acha sobre e-commerce?",
        "42": "Quantos produtos digitais devo ter pra ser independente?",
        "43": "Como fazer um bom produto digital?",
        "44": "Como atingir um público muito específico?",
        "45": "Como validar uma ideia?",
        "46": "Como melhorar o suporte da minha empresa?",
        "47": "O que acha do Ícaro de Carvalho?",
        "48": "Você estudou copywriting?",
        "49": "O que fazer quando o lançamento fracassa?",
        "50": "Como abordar um expert?"
      },
      "Tecnologia": {
        "size": "46",
        "1": "Quanto preciso estudar pra ser programador?",
        "2": "Qual o salario de um programador?",
        "3": "Quero trabalhar em TI. Onde começo?",
        "4": "Vale a pena aprender programação?",
        "5": "O que estudar pra começar em TI?",
        "6": "Qual a melhor marca de notebook?",
        "7": "Vale a pena estudar ciência de dados?",
        "8": "Dicas pra começar na programação",
        "9": "Dicas pra encontrar primeiro emprego em TI",
        "10": "Qual é sua tecnologia preferida?",
        "11": "Prefere Mac ou PC?",
        "12": "O que fazer quando estou desmotivado a estudar?",
        "13": "Como estudar lógica?",
        "14": "Como melhorar minha lógica de programação?",
        "15": "Devo começar estudando Frontend ou Backend?",
        "16": "Você trabalha com frontend ou backend?",
        "17": "Como está o mercado de TI?",
        "18": "Como está o mercado de aplicativos?",
        "19": "É difícil fazer sites?",
        "20": "É difícil fazer aplicativos?",
        "21": "Qual é a tecnologia mais difícil de se aprender?",
        "22": "Quanto tempo demora aprender a programar?",
        "23": "Qual é a tecnologia do futuro?",
        "24": "Como será o futuro?",
        "25": "Acha que um dia haverá robôs inteligentes?",
        "26": "Quando teremos carros voadores?",
        "27": "O que acha da Xiomi?",
        "28": "O que acha da Microsoft?",
        "29": "O que acha da Tesla?",
        "30": "O que acha do Elon Musk?",
        "31": "O que acha da Apple?",
        "32": "O que acha do Facebook?",
        "33": "Qual foi seu último projeto?",
        "34": "Como montar um bom portfolio?",
        "35": "Dicas de projetos pra começar a praticar",
        "36": "Quanto tempo pra aprender uma linguagem de programação?",
        "37": "Quanto tempo até conseguir o primeiro emprego?",
        "38": "Você trabalha ouvindo música?",
        "39": "Quanto tempo de experiência é necessário pro primeiro emprego?",
        "40": "Dá pra conseguir emprego sem ter diploma?",
        "41": "Acha diploma necessário pra trabalhar com TI?",
        "42": "Vale a pena investir em livros sobre TI?",
        "43": "Quantas horas devo programar por dia pra ficar bom?",
        "44": "Recomendação de livro pra estudar.",
        "45": "Só consegue emprego quem tem diploma em ciência da computação?",
        "46": "Acabei de me formar mas não consigo emprego. O que fazer?"
      },
      "Nutrição": {
        "size": "50",
        "1": "Tenho dificuldades em manter a dieta. Dica?",
        "2": "Dá pra emagrecer sem dieta?",
        "3": "Dá pra emagrecer somente com dieta?",
        "4": "Dá pra emagrecer sem musculação",
        "5": "Quantas vezes por semana devo treinar pra perder peso?",
        "6": "O que acha da dieta low carb?",
        "7": "O que acha da dieta keto?",
        "8": "O que acha da dieta paleolítica?",
        "9": "Faço dieta mas não vejo mudança. O que tá errado?",
        "10": "Recomendação de bons livros sobre nutrição",
        "11": "Ser vegano é mesmo mais saudável?",
        "12": "No fim das contas, peso importa ou não?",
        "13": "Qual o melhor método pra ganhar massa muscular?",
        "14": "Qual é o melhor método pra emagrecer?",
        "15": "Quanto tempo mais ou menos pra perder 10kg?",
        "16": "Tenho um casamento em 2 semanas. Dá pra emagrecer até lá?",
        "17": "Se eu comer uma pizza por semana o estrago é muito grande?",
        "18": "Quantas horas de exercício por dia pra perder peso?",
        "19": "Quantas horas de exercício por dia pra ganhar massa?",
        "20": "Recomenda uma boa marca de suplementos?",
        "21": "Quantas vezes por dia devo tomar Whey?",
        "22": "Quais suplementos você mais usa?",
        "23": "Existe contra indicação ao tomar suplementos?",
        "24": "Suplemento é \"bomba\"?",
        "25": "Você já foi acima do peso?",
        "26": "Pode ter um \"dia do lixo\"?",
        "27": "Como não passar fome numa festa?",
        "28": "Posso sair da dieta uma vez na semana?",
        "29": "Como me manter motivado a continuar na dieta?",
        "30": "Como evitar o efeito sanfona?",
        "31": "Sinto que tenho engordado mesmo indo na academia. Qual é o problema?",
        "32": "Academia demais faz mal?",
        "33": "Meu marido não quer treinar. Como ajudá-lo?",
        "34": "Preciso emagrecer mas não tenho ideia por onde começar. Dica?",
        "35": "Há quanto tempo você faz dieta?",
        "36": "Dieta e educação alimentar são a mesma coisa?",
        "37": "Como montar um cardápio pra não enjoar da dieta?",
        "38": "Comer saudável é muito caro. Como melhorar isso?",
        "39": "Transgênicos fazem mal pra saúde ou não?",
        "40": "O que acha da dieta carnívora?",
        "41": "Qual é sua comida \"gorda\" preferida?",
        "42": "Qual é sua comida \"fitness\" preferida?",
        "43": "Como fazer pratos saudáveis de lanche?",
        "44": "Quais comidas saudáveis são mais gostosas?",
        "45": "Tem alguma comida saudável que dá pra comer sem limites sem engordar?",
        "46": "Produtos \"zero açúcar\" fazem mal?",
        "47": "O que você acha de produtos zero?",
        "48": "Sou viciado em refrigerante e doce, o que fazer?",
        "49": "Sempre como mais do que devo. Como melhorar isso?",
        "50": "Depois de comer sempre fico cansado. Isso é normal?"
      },
      "PerguntasPessoais": {
        "size": "50",
        "1": "Quantos anos você tem?",
        "2": "Onde mora?",
        "3": "Onde nasceu?",
        "4": "Gostaria de ter filhos um dia?",
        "5": "Qual é seu filme preferido?",
        "6": "Qual foi a viagem que já fez e mais gostou?",
        "7": "Planeja sair do país um dia?",
        "8": "Qual é seu hobby preferido?",
        "9": "Qual filme você mais gosta?",
        "10": "Gosta de pets?",
        "11": "Qual seria o pet ideal pra você?",
        "12": "Gostaria de se casar um dia?",
        "13": "Tem namorado?",
        "14": "Qual o seu prato preferido?",
        "15": "Prefere casa ou apartamento?",
        "16": "Qual conselho você daria para o seu \"eu\" mais novo?",
        "17": "Quantos livros já leu?",
        "18": "Já viajou pra fora do país?",
        "19": "O que mais gosta de fazer no domingo?",
        "20": "Qual é seu passatempo preferido?",
        "21": "Gosta de esportes?",
        "22": "Faz algum esporte?",
        "23": "Qual foi o último jogo que já jogou?",
        "24": "Qual é a ordem certa pra colocar os sapatos? Dir - Esq ou Esq - Dir?",
        "25": "Prefere o frio ou o calor",
        "26": "Qual é o certo: biscoito ou bolacha?",
        "27": "Alguma comida que você não come de jeito nenhum!",
        "28": "Qual foi o sonho mais doido que já teve?",
        "29": "Qual o maior sonho da sua vida?",
        "30": "Você virou quem queria ser quando era criança?",
        "31": "Moraria em outro país? Se sim, qual? Se não, por que?",
        "32": "Indica um seriado bom pra eu começar a assistir",
        "33": "Qual foi o último filme que assistiu?",
        "34": "Tem o costume de rezar?",
        "35": "Time capitão américa ou time homem de ferro?",
        "36": "Gosta de Harry Potter?",
        "37": "Gosta de Senhor dos Anéis?",
        "38": "Gosta de música?",
        "39": "Sabe tocar algum instrumento?",
        "40": "Tem alguma banda ou artista favorito?",
        "41": "Qual playlist você ouve pra trabalhar?",
        "42": "Qual playlist você escuta pra estudar?",
        "43": "Qual é seu livro preferido?",
        "44": "Costuma estudar alguma coisa além do que você faz?",
        "45": "Qual foi o último show ao vivo que você foi?",
        "46": "Qual é a coisa mais louca que já fez?",
        "47": "Qual foi o maior mico que já pagou?",
        "48": "Qual é sua definição de férias ideais?",
        "49": "Prefere a praia ou as montanhas?",
        "50": "Qual ganha: verão ou inverno?"
      }
    }
  }
}
